Repository: afranken/All-In-One-Favicon
Catalog: localization/aio-favicon-*.po
Languages: fr_fr, sr_rs

source: Settings
fr_fr: Réglages
sr_rs: Podešavanja

source: Successfully updated %1$s settings.
fr_fr: Réglages de %1$s mis à jour avec succès.
sr_rs: Uspešno ažurirana %1$s podešavanja

source: %1$s settings were successfully deleted.
fr_fr: Les réglages de %1$s ont été effacés avec succès.
sr_rs: %1$s podešavanja su uspešno obrisana

source: Did not update settings, you do not have the necessary rights.
fr_fr: Réglages non mis à jour, vous n'avez pas les droits nécessaires.
sr_rs: Podešavanja nisu ažurirana, nemate neophodna prava

source: Did not delete %1$s settings. Either you dont have the nececssary rights or you didnt check the checkbox.
fr_fr: Réglages de %1$s non effacés. Soit vous n'avez pas les droits nécessaires, soit vous n'avez pas coché la petite case.
sr_rs: %1$s podešavanja nisu obrisana. Ili nemate neophodna prava ili niste štiklirali polje

source: Using
fr_fr: Utilisation de
sr_rs: Koristi

source: Delete Settings
fr_fr: Effacer les réglages
sr_rs: Obrisati podešavanja

source: Check the box and click this button to delete settings of this plugin.
fr_fr: Cochez la case et cliquez sur ce bouton pour effacer les réglages de cette extension.
sr_rs: Štiklirajte polje ili kliknite na dugme da obrišete podešavanja dodatka.

source: Donate
fr_fr: Donner
sr_rs: Donirajte

source: If you would like to make a small (or large) contribution towards future development please consider making a donation.
fr_fr: Si vous souhaitez faire une petite (ou grande) contribution pour les futurs développements, pensez à faire un don.
sr_rs: ako želite da date manji (ili veći) doprinos u budućem razvoju molimo Vas da uzmete u obzir pravljenje donacije.

source: Techotronic Development Support
fr_fr: Support du développement de Techotronic
sr_rs: Techotronic razvojna podrška

source: Please enter the URL you'd like me to link to in the donors lists
fr_fr: Donnez l'URL, s'l-vous-plaît, que vous souhaitez voir affichée dans la liste des donateurs.
sr_rs: Molimo Vas unesite URL koji želite da linkujete do liste donatora

source: Return to Your Dashboard
fr_fr: Retourner au tableau de bord.
sr_rs: Vratite se do Vaše kontrolne table

source: Select Preset Amount
fr_fr: Sélectionnez un montant pré-enregistré
sr_rs: Selektujte sumu donacije

source: Or
fr_fr: ou
sr_rs: Ili

source: Enter Custom Amount
fr_fr: Entrez un montant spécifique
sr_rs: Unesite sumu donacije

source: Submit
fr_fr: Soumettre
sr_rs: Pošaljite

source: Top donations
fr_fr: Top des dons
sr_rs: Najvece donacije

source: Latest donations
fr_fr: Derniers dons
sr_rs: Poslednje donacije

source: %1$s ICO
fr_fr: ICO %1$s

source: Frontend
fr_fr: frontal

source: %1$s PNG
fr_fr: PNG %1$s

source: %1$s GIF
fr_fr: GIF %1$s

source: Backend
fr_fr: dorsal

source: Remove link from Meta-box
fr_fr: Enlever le lien de la meta-box
sr_rs: Uklonite link iz Meta-polja

source: Remove the link to the developers site from the WordPress meta-box.
fr_fr: Enlever le lien vers le site des développeurs depuis la meta-box Wordpress.
sr_rs: Uklonite link do developerovog sajta iz WordPress meta-polja

source: Tips
fr_fr: Astuces
sr_rs: Saveti

source: Favicon wikipedia entry
fr_fr: Entrée wikipedia pour le favicon
sr_rs: Favicon wikipedia unos

source: <a href="http://en.wikipedia.org/wiki/Favicon" target="_blank">Wikipedia</a> offers much information about favicon types and sizes.
fr_fr: <a href="http://fr.wikipedia.org/wiki/Favicon" target="_blank">Wikipedia</a> offre plus d'informations sur les tailles et types de favicon.

source: Favicon generator
fr_fr: Générateur de favicon

source: <a href="http://www.html-kit.com/favicon/" target="_blank">HTML Kit</a> provides a favicon generator that is very easy to use.
fr_fr: <a href="http://www.html-kit.com/favicon/" target="_blank">HTML Kit</a> fournit un générateur de favicon qui est très facile à utiliser.

source: <a href="http://www.favicon.cc/" target="_blank">Favicon CC</a> provides a favicon editor that is very easy to use.
fr_fr: <a href="http://www.favicon.cc/" target="_blank">Favicon CC</a> fournit un générateur de favicon qui est très facile à utiliser.

source: Favicon validator
fr_fr: Validateur de favicon

source: <a href="http://www.html-kit.com/favicon/validator" target="_blank">HTML Kit</a> provides a favicon validator that tells you whether your favicon is working and if it is compatible to all browsers.
fr_fr: <a href="http://www.html-kit.com/favicon/validator" target="_blank">HTML Kit</a> fournit un validateur de favicon qui vous dit si votre favicon est correct et si c'est compatible avec tous les navigateurs.

source: Apple Touch Icon Howto
fr_fr: Tutoriel pour l'icône Apple Touch
sr_rs: Apple Touch Ikona Howto

source: <a href="http://developer.apple.com/library/safari/#documentation/appleapplications/reference/safariwebcontent/ConfiguringWebApplications/ConfiguringWebApplications.html" target="_blank">Apple</a> provides a howto on how to create a PNG to use as an Apple Touch Icon.
fr_fr: <a href="http://developer.apple.com/library/safari/#documentation/appleapplications/reference/safariwebcontent/ConfiguringWebApplications/ConfiguringWebApplications.html" target="_blank">Apple</a> fournit un tutoriel pour créer un PNG à utiliser comme icône Apple Touch.

source: Translation
fr_fr: Traduction
sr_rs: Prevod

source: The english translation was done by <a href="http://www.techotronic.de" target="_blank">Arne Franken</a>.
fr_fr: La traduction française a été faite par <a href="http://tribagora.com" target="_blank">Christophe GUILLOUX</a>.

source: Upload Favicon
sr_rs: Otpremite Favicon

source: Enter a URL or upload a Favicon.
sr_rs: Unesite URL ili otpremite Favicon

source: %1$s Apple touch icon
sr_rs: %1$s Apple touch ikona

source: Save Changes
sr_rs: Sačuvajte promene

source: <a href="http://en.wikipedia.org/wiki/Favicon">Wikipedia</a> offers much information about favicon types and sizes.
sr_rs: <a href="http://en.wikipedia.org/wiki/Favicon">Wikipedia</a> nudi puno informacija o tipovima i veličinama favikona.

source: <a href="http://www.html-kit.com/favicon/">HTML Kit</a> provides a favicon generator that is very easy to use.
sr_rs: <a href="http://www.html-kit.com/favicon/">HTML Kit</a> obezbeđuje favicon generator koji se lako koristi.

source: <a href="http://www.html-kit.com/favicon/validator">HTML Kit</a> provides a favicon validator that tells you whether your favicon is working and if it is compatible to all browsers.
sr_rs: <a href="http://www.html-kit.com/favicon/validator">HTML Kit</a> obezbeđuje favicon validator Vam koji Vam govori da li Vaš favikon radi i da li je kompatibilan sa svim internet pregledačima.

source: <a href="http://developer.apple.com/safari/library/documentation/internetweb/conceptual/iPhoneWebAppHIG/MetricsLayout/MetricsLayout.html">Apple</a> provides a howto on how to create a PNG to use as an Apple Touch Icon.
sr_rs: <a href="http://developer.apple.com/safari/library/documentation/internetweb/conceptual/iPhoneWebAppHIG/MetricsLayout/MetricsLayout.html">Apple</a> obezbeđuje kako da kreirate PNG da se koristi kao Apple Touch ikonu.

source: The english translation was done by <a href="http://www.techotronic.de">Arne Franken</a>.
sr_rs: Na Srpski peveli <a href="http://www.balkanboymedia.com"> Balkanboy Media</a>.
